{
    "foodVendors": [
        {
            "text": "Looking for a warm and comforting meal? Look no further than our Vietnamese Pho! Made with aromatic broth, tender rice noodles, and your choice of savory meats or tofu, our Pho is the perfect choice for a flavorful and satisfying meal. Topped with fresh herbs and a squeeze of lime, our Pho is bursting with bold and delicious flavors. Whether you're looking for a quick lunch or a cozy dinner, our Vietnamese Pho is the perfect choice. Order now and experience the authentic taste of Vietnam in every bowl!",
            "headline": "Vietnamese Soup Pho",
            "vendor": "Pho-nomenal Delights",
            "imageSrc": "/images/food-vendors/pho-nomenal-delights/phoNomenalDelights1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/pho-nomenal-delights/phoNomenalDelights2.jpg",
                "/images/food-vendors/pho-nomenal-delights/phoNomenalDelights3.jpg",
                "/images/food-vendors/pho-nomenal-delights/phoNomenalDelights4.jpg",
                "/images/food-vendors/pho-nomenal-delights/phoNomenalDelights5.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Get ready to indulge in a delicious and traditional treat with our Chinese Mooncake! Made with the finest ingredients and filled with a variety of sweet and savory flavors, our Mooncake is the perfect way to celebrate the Mid-Autumn Festival. With its delicate pastry shell and rich, flavorful filling, our Mooncake is a true taste of Chinese culture. Whether you're sharing with friends and family or enjoying it on your own, our Chinese Mooncake is sure to delight your taste buds. Order now and experience the authentic taste of Chinese cuisine!",
            "headline": "Chinese Mooncake",
            "vendor": "Lunar Delights",
            "imageSrc": "/images/food-vendors/lunar-delights/lunarDelights1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/lunar-delights/lunarDelights2.jpg",
                "/images/food-vendors/lunar-delights/lunarDelights3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Get ready to sink your teeth into our delicious burger! Made with juicy, premium beef and served on a soft and fluffy bun, our burger is the perfect choice for any craving. Topped with your favorite toppings like crisp lettuce, ripe tomatoes, and melted cheese, our burger is sure to satisfy. Whether you're looking for a quick lunch or a satisfying dinner option, our burger is the perfect choice. Order now and indulge in a burger experience that's sure to leave you feeling happy and satisfied!",
            "headline": "Delicious Burger",
            "vendor": "Burger Bliss",
            "imageSrc": "/images/food-vendors/burger-bliss/burgerBliss1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/burger-bliss/burgerBliss2.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Order Online": ""
            }
        },
        {
            "text": "Looking for a flavorful and filling meal? Try our Mexican burrito! Made with the freshest ingredients and packed with delicious flavors, our burrito is the perfect choice for lunch or dinner. Our burrito is stuffed with your choice of protein, rice, beans, cheese, and a variety of tasty toppings. And with our homemade salsa and guacamole on the side, every bite is a burst of flavor. Whether you're craving something spicy or just looking for a satisfying meal, our Mexican burrito is sure to hit the spot. Order now and experience the deliciousness for yourself!",
            "headline": "Mexican Burrito",
            "vendor": "Burrito Bandito",
            "imageSrc": "/images/food-vendors/burrito-bandito/burritoBandito1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/burrito-bandito/burritoBandito2.jpg",
                "/images/food-vendors/burrito-bandito/burritoBandito3.jpg",
                "/images/food-vendors/burrito-bandito/burritoBandito4.jpg"
            ],
            "links": {
                "Website": "",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a delicious and satisfying meal option? Try our Delightful Chicken Skewer! Made with tender and juicy chicken marinated in a flavorful blend of spices, our skewers are grilled to perfection for a mouthwatering taste experience. Served with a side of crisp and fresh vegetables, our chicken skewers are the perfect choice for a healthy and balanced meal. Whether you're looking for a quick and tasty lunch or a flavorful dinner option, our Delightful Chicken Skewer is the perfect choice. Order now and indulge in a delicious and nutritious meal!",
            "headline": "Delightful Chicken Skewer",
            "vendor": "Grill Master Skewers",
            "imageSrc": "/images/food-vendors/grill-master-skewer/GrillMasterSkewers1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/grill-master-skewer/GrillMasterSkewers2.jpg",
                "/images/food-vendors/grill-master-skewer/GrillMasterSkewers3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Craving some delicious seafood with a Japanese twist? Look no further than our Japanese Cooked Seafood! Our seafood is cooked to perfection using traditional Japanese cooking techniques, ensuring a flavorful and satisfying meal. From succulent shrimp to tender octopus, our seafood selection is sure to please any seafood lover. Served with a side of steaming rice and crisp vegetables, our Japanese Cooked Seafood is a complete and filling meal. Order now and treat yourself to a seafood experience like no other!",
            "headline": "Japanese Cocked Seafood",
            "vendor": "Umami Seafood Grill",
            "imageSrc": "/images/food-vendors/umami-seafood-grill/UmamiSeafoodGrill1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/umami-seafood-grill/UmamiSeafoodGrill2.jpg",
                "/images/food-vendors/umami-seafood-grill/UmamiSeafoodGrill3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a refreshing and healthy treat? Try our ice fruit bowl! Made with a variety of fresh and juicy fruits, our bowl is topped with ice to keep it cool and refreshing. Perfect for a hot summer day or as a light and delicious dessert, our ice fruit bowl is sure to satisfy your sweet tooth while also providing essential vitamins and nutrients. Order now and experience the deliciousness for yourself!",
            "headline": "Ice Fruit Bowl",
            "vendor": "Frosty Fruits",
            "imageSrc": "/images/food-vendors/frosty-fruits/FrostyFruits1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/frosty-fruits/FrostyFruits2.jpg",
                "/images/food-vendors/frosty-fruits/FrostyFruits3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a tasty and satisfying breakfast option? Look no further than our delicious pancake stack! Made from scratch with the finest ingredients, our pancakes are light, fluffy, and sure to please. Served hot and fresh, our pancakes are perfect on their own or can be paired with your favorite toppings like syrup, butter, or fresh fruit. Whether you're looking for a quick breakfast on the go or a leisurely brunch with friends, our pancake stack is the perfect choice. Order now and indulge in a breakfast treat that's sure to leave you feeling happy and satisfied!",
            "headline": "Delicious Pancakes",
            "vendor": "Fluffy Stack Pancakes",
            "imageSrc": "/images/food-vendors/fluffy-stack-pancakes/FluffyStackPancakes1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/fluffy-stack-pancakes/FluffyStackPancakes2.jpg",
                "/images/food-vendors/fluffy-stack-pancakes/FluffyStackPancakes3.jpg",
                "/images/food-vendors/fluffy-stack-pancakes/FluffyStackPancakes4.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Introducing our newest dish: the Delightful Salmon! Made with fresh, high-quality salmon, seasoned to perfection and served with flavorful vegetables and your choice of starch. Perfect for a healthy and satisfying lunch or dinner. Order now and enjoy a delicious seafood experience!",
            "headline": "Delightful Salmon",
            "vendor": "Salmon Delight Co.",
            "imageSrc": "/images/food-vendors/salmon-delight-co/SalmonDelightCo1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/salmon-delight-co/SalmonDelightCo2.jpg",
                "/images/food-vendors/salmon-delight-co/SalmonDelightCo3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a delicious and healthy meal that's packed with flavor? Look no further than our Salad Bacon Plate! Made with fresh and crisp greens, juicy tomatoes, and crispy bacon, our salad is the perfect choice for those looking for a tasty and nutritious meal. Topped with your choice of dressing, our Salad Bacon Plate is the perfect balance of savory and sweet flavors. Whether you're looking for a light lunch or a satisfying dinner, our salad is the perfect choice. Order now and enjoy a healthy and delicious meal that's sure to leave you feeling satisfied and refreshed!",
            "headline": "Salad Bacon Plate",
            "vendor": "Bacon Greens",
            "imageSrc": "/images/food-vendors/bacon-greens/BaconGreens1.jpg",
            "imageSrcVendorPage": [
                "/images/food-vendors/bacon-greens/BaconGreens2.jpg",
                "/images/food-vendors/bacon-greens/BaconGreens3.jpg",
                "/images/food-vendors/bacon-greens/BaconGreens4.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        }
    ],
    "retailVendors": [
        {
            "text": "Introducing Opulent Charms - the ultimate destination for exquisite jewelry! Our stunning collection of necklaces, bracelets, earrings, and more is crafted with the finest materials and designed to elevate any look. Whether you're dressing up for a special occasion or adding a touch of glamour to your everyday style, Opulent Charms has the perfect piece for you. Shop now and discover the beauty of our jewelry for yourself!",
            "headline": "Jewelry",
            "vendor": "Opulent Charms",
            "imageSrc": "/images/retail-vendors/opulent-charms/OpulentCharms1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/opulent-charms/OpulentCharms2.jpg",
                "/images/retail-vendors/opulent-charms/OpulentCharms3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Transform your space into a peaceful oasis with Bonsai Haven. Our exquisite bonsai trees are hand-selected and cared for with expert precision, ensuring they thrive in any environment. With a variety of styles and species to choose from, you can find the perfect bonsai to suit your taste and space. Discover the beauty and tranquility of bonsai today with Bonsai Haven.",
            "headline": "Bonsai Shop",
            "vendor": "Bonsai Haven",
            "imageSrc": "/images/retail-vendors/bonsai-haven/BonsaiHaven1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/bonsai-haven/BonsaiHaven2.jpg",
                "/images/retail-vendors/bonsai-haven/BonsaiHaven3.jpg",
                "/images/retail-vendors/bonsai-haven/BonsaiHaven4.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Discover StyleMaven - the ultimate destination for fashion enthusiasts seeking trendy apparel! Our collection is thoughtfully selected to provide you with the latest styles and trends that will enhance your wardrobe and boost your confidence. Our extensive range of products includes casual wear, formal attire, and everything in between, catering to all your fashion needs. Our team of seasoned fashion experts is always ahead of the curve, ensuring that you stay up-to-date with the latest fashion trends. Browse our collection today and unleash your inner fashionista with StyleMaven!",
            "headline": "Fashion Apparel",
            "vendor": "StyleMaven",
            "imageSrc": "/images/retail-vendors/stylemaven/StyleMaven1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/stylemaven/StyleMaven2.jpg",
                "/images/retail-vendors/stylemaven/StyleMaven3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Create a warm and stylish haven in your home with Nest Haven! Our diverse range of premium home goods and decor will enhance any space in your house. From sumptuous bedding and plush towels to sophisticated furniture and captivating wall art, we offer a wide selection of products that will transform your house into a serene retreat. Discover the ultimate in home comfort and style by shopping with Nest Haven today!",
            "headline": "Home Goods",
            "vendor": "Nest Haven",
            "imageSrc": "/images/retail-vendors/nest-haven/NestHaven1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/nest-haven/NestHaven2.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Upgrade your lifestyle with Objetique's captivating design objects. Our handpicked selection of modern and chic pieces will infuse your living spaces with style and sophistication. Whether you're looking for a striking centerpiece or a subtle accent, Objetique has the perfect object to enhance your home or office. Browse our exclusive collection now and experience the power of design to transform your world.",
            "headline": "Design Objects",
            "vendor": "Objetique",
            "imageSrc": "/images/retail-vendors/objetique/Objetique1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/objetique/Objetique2.jpg",
                "/images/retail-vendors/objetique/Objetique3.jpg",
                "/images/retail-vendors/objetique/Objetique4.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking to add some sparkle to your life? Look no further than Crystal Bloom Jewelry Co.! Our stunning collection of handcrafted jewelry features dazzling gems and intricate designs that are sure to turn heads. From elegant necklaces to stunning earrings and everything in between, we have the perfect piece to elevate any outfit. Plus, our commitment to using only the highest quality materials ensures that your new favorite piece will last a lifetime. So why wait? Shop Crystal Bloom Jewelry Co. today and let us help you shine!",
            "headline": "Jewelry",
            "vendor": "Crystal Bloom Jewelry Co.",
            "imageSrc": "/images/retail-vendors/crystal-bloom/CrystalBloom1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/crystal-bloom/CrystalBloom2.jpg",
                "/images/retail-vendors/crystal-bloom/CrystalBloom3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Experience the ultimate blend of style and comfort with ChicThreadz. Our collection of fashion apparel is crafted with premium quality fabrics and designed to fit like a dream, making you look and feel your best. From casual wear to occasion wear, our versatile pieces are perfect for any style-savvy wardrobe. With a focus on modern and on-trend styles, ChicThreadz offers a range of options for every personality and occasion. Join the ChicThreadz community today and discover your new favorite pieces. Shop now and indulge in effortless style!",
            "headline": "Fashion Apparel",
            "vendor": "ChicThreadz",
            "imageSrc": "/images/retail-vendors/chicthreadz/ChicThreadz1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/chicthreadz/ChicThreadz2.jpg",
                "/images/retail-vendors/chicthreadz/ChicThreadz3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a magazine vendor that delivers quality content straight to your doorstep? Look no further than MagiZine! With our wide selection of magazines covering everything from fashion and food to business and technology, there's something for everyone. Plus, our easy-to-use online platform makes subscribing and managing your subscription a breeze. So why wait? Subscribe to MagiZine today and start receiving the best content right at your fingertips!",
            "headline": "Magazine",
            "vendor": "MagiZine",
            "imageSrc": "/images/retail-vendors/magizine/MagiZine1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/magizine/MagiZine2.jpg",
                "/images/retail-vendors/magizine/MagiZine3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Welcome to \"Haven Home\" - the perfect place to find everything you need to create a haven in your home. Our store features a wide variety of high-quality home goods, including luxurious bedding, chic decor, and stylish furniture that will elevate any space. We believe that your home should be a reflection of your unique style and personality, which is why we offer a carefully curated selection of items that are both beautiful and functional. Our friendly and knowledgeable staff are always on hand to help you find the perfect piece, and our affordable prices make it easy to bring your vision to life. So why wait? Visit Haven Home today and start creating your perfect sanctuary!",
            "headline": "Home Goods",
            "vendor": "CozyNest Home",
            "imageSrc": "/images/retail-vendors/cozynest-home/CozyNestHome1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/cozynest-home/CozyNestHome2.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Gemstone Avenue - Making your jewelry dreams come true! From classic and timeless to trendy and unique, we offer a wide variety of jewelry to suit every style and taste. Our team of skilled artisans creates each piece with attention to detail, ensuring that you receive a product of exceptional quality. We source only the finest materials, including diamonds, gold, and precious gemstones, to create pieces that are sure to turn heads. At Gemstone Avenue, we believe that every woman deserves to feel confident and beautiful, and our jewelry is designed to help you do just that. Browse our collection today and find your new favorite accessory!",
            "headline": "Jewelry",
            "vendor": "Gemstone Avenue",
            "imageSrc": "/images/retail-vendors/gemstone-avenue/GemstoneAvenue1.jpg",
            "imageSrcVendorPage": [
                "/images/retail-vendors/gemstone-avenue/GemstoneAvenue2.jpg",
                "/images/retail-vendors/gemstone-avenue/GemstoneAvenue3.jpg"
            ],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        }
    ],
    "communityPodcastData": [
        {
            "podcast": "Market Munchies",
            "headline": "A local foodie and blogger with a passion for exploring the culinary offerings of the street market.",
            "href": "Market Munchies",
            "imageSrc": "/images/communityRadio/market-munchies/MarketMunchies1.jpg", 
            "imageSrcVendorPage": [],
            "text": "Hosted by local foodie and blogger, this podcast explores the diverse food offerings at the street market. From savory street tacos to sweet treats, each episode highlights a different vendor and their unique culinary creations."
        },
        {
            "podcast": "Shop Talk",
            "headline": "A small business consultant with expertise in retail and a desire to share the stories of the diverse vendors at the street market.",
            "href": "Shop Talk",
            "imageSrc": "/images/communityRadio/shop-talk/ShopTalk1.jpg", 
            "imageSrcVendorPage": [],
            "text": "Hosted by a small business consultant, this podcast delves into the world of retail at the street market. Each episode features an interview with a local vendor, discussing their business journey, marketing strategies, and community engagement."
        },
        {
            "podcast": "Community Corner",
            "headline": "A neighborhood activist with a commitment to highlighting the positive impact of the street market on the local community.",
            "href": "Community Corner",
            "imageSrc": "/images/communityRadio/community-corner/CommunityCorner1.jpg", 
            "imageSrcVendorPage": [],
            "text": "Hosted by a neighborhood activist, this podcast focuses on the impact of the street market on the local community. Through interviews with market-goers and vendors, each episode explores the social and economic benefits of this vibrant community gathering place."
        }
    ],
    "featuresData": [
        {
            "imageSrc": "/images/pages-images/community/community_feat1.jpg",
            "featureText": "Street Market Community - Burrito Bandito",
            "vendor": "Burrito Bandito",
            "type": "food",
            "owner": "Carlos Rodriguez",
            "description": ["Burrito Bandito is a popular street food vendor in the downtown area, known for its generous portions and bold, flavorful fillings.", "Owner Carlos Rodriguez learned to make burritos from his grandmother and has been perfecting his craft for over a decade, using fresh, locally sourced ingredients whenever possible."],
            "interview": [
                {
                    "question": "Can you tell us a bit about Burrito Bandito and what inspired you to start the business?",
                    "answer": "Burrito Bandito is a street market vendor that specializes in delicious, homemade burritos. We use fresh, high-quality ingredients to create a variety of different burrito fillings, from classic carne asada to vegan black bean and sweet potato. I was inspired to start the business after years of working in restaurants and dreaming of owning my own food business. I saw a need for affordable, high-quality burritos that could be enjoyed on the go, and decided to take the plunge and start my own venture."
                },
                {
                    "question": "What sets Burrito Bandito apart from other burrito vendors?",
                    "answer": "I think what sets us apart is the quality of our ingredients and the care we put into each and every burrito we make. We use only the freshest produce, the highest-quality meats, and make all of our sauces and salsas from scratch. We also offer a wide variety of fillings, including vegetarian and vegan options, so there's something for everyone."
                },
                {
                    "question": "What's your most popular burrito filling?",
                    "answer": "Our most popular filling is definitely the carne asada. It's a classic for a reason - the tender, marinated steak combined with fresh pico de gallo, guacamole, and sour cream is a winning combination that our customers love."
                },
                {
                    "question": "What's the biggest challenge you face as a street market vendor?",
                    "answer": "I think the biggest challenge is probably the weather. When it's hot out, people tend to gravitate towards our cold drinks and lighter menu options, while on colder days, they're more likely to opt for something warm and hearty. It can be tricky to strike a balance and make sure we're catering to all of our customers' needs, regardless of the weather."
                },
                {
                    "question": "What's next for Burrito Bandito?",
                    "answer": "We're always looking for ways to grow and expand our business. Right now, we're exploring the possibility of setting up a food truck so that we can reach even more customers and bring our delicious burritos to different parts of the city. We're also constantly experimenting with new recipes and flavors, so stay tuned for some exciting new menu items!"
                }
            ]
        },
        {
            "imageSrc": "/images/pages-images/community/community_feat2.jpg",
            "featureText": "Street Market Community - MagiZine",
            "vendor": "MagiZine",
            "type": "retail",
            "owner": "Sarah Jenkins & Rachel Kim",
            "description": ["MagiZine is a popular magazine vendor known for its wide selection of magazines ranging from fashion to technology.", "The business is co-owned by Sarah Jenkins and Rachel Kim, two savvy entrepreneurs with a passion for delivering the latest and greatest in print media to their customers."],
            "interview": [
                {
                    "question": "How did you come up with the idea for MagiZine?",
                    "answer": "We both have a love for print media and we noticed that there was a gap in the market for a magazine vendor that offered a wide variety of magazines all in one place. So, we decided to start MagiZine to fill that gap."
                },
                {
                    "question": "What sets MagiZine apart from other magazine vendors?",
                    "answer": "We believe it's our commitment to providing the latest and greatest magazines in a wide range of categories. We also prioritize customer service and making sure our customers always have a positive experience when they visit our store."
                },
                {
                    "question": "What challenges have you faced while running MagiZine?",
                    "answer": "One of the biggest challenges we've faced is staying up to date with the latest trends and constantly sourcing new magazines to add to our selection. We also had to navigate the pandemic and figure out how to continue serving our customers safely."
                },
                {
                    "question": "What do you envision for the future of MagiZine?",
                    "answer": "We hope to continue expanding our selection of magazines and potentially even opening up additional locations. We're also exploring the possibility of offering online ordering for our customers' convenience. Ultimately, we just want to keep delivering the best selection of print media to our customers."
                }
            ]
        },
        {
            "imageSrc": "/images/pages-images/community/community_feat3.jpg",
            "featureText": "Street Market Community - StyleMaven",
            "vendor": "StyleMaven",
            "type": "retail",
            "owner": "Avery Rosewood",
            "description": ["StyleMaven, led by owner Avery Rosewood, offers trendsetting and sustainable fashion pieces that empower women to express their unique style with confidence."],
            "interview": [
                {
                    "question": "What inspired you to start StyleMaven?",
                    "answer": "As a fashion enthusiast, I always struggled to find stylish clothing that was also sustainable and ethically made. I wanted to create a brand that offers both, without compromising on quality or affordability."
                },
                {
                    "question": "How would you describe the StyleMaven aesthetic?",
                    "answer": "StyleMaven's aesthetic is all about mixing classic pieces with trendy and unique items. We offer versatile clothing that can be dressed up or down, and our color palette is inspired by nature, with earthy tones and pops of color."
                },
                {
                    "question": "What sets StyleMaven apart from other fashion brands?",
                    "answer": "Our commitment to sustainability and ethical practices is what sets us apart. We use eco-friendly materials and prioritize ethical manufacturing processes. We also offer a wide range of sizes to ensure that every woman can feel confident and beautiful in our clothing."
                },
                {
                    "question": "What advice would you give to someone looking to start their own fashion brand?",
                    "answer": "My biggest advice would be to stay true to your vision and values. Don't compromise on quality or ethics just to make a quick profit. Also, be prepared to work hard and be persistent. Building a successful fashion brand takes time, effort, and dedication."
                }
            ]
        },
        {
            "imageSrc": "/images/pages-images/community/community_feat4.jpg",
            "featureText": "Street Market Community - Opulent Charms",
            "vendor": "Opulent Charms",
            "type": "retail",
            "owner": "Samantha Rosewood",
            "description": ["Samantha Rosewood is the creative force behind Opulent Charms, a jewelry vendor that offers unique and exquisite pieces crafted with the finest materials."],
            "interview": [
                {
                    "question": "What inspired you to start Opulent Charms?",
                    "answer": "I've always been passionate about jewelry and its ability to enhance a person's beauty and express their individuality. I wanted to create a brand that offered unique and high-quality pieces that could be treasured for a lifetime."
                },
                {
                    "question": "What sets Opulent Charms apart from other jewelry vendors?",
                    "answer": "At Opulent Charms, we prioritize quality and craftsmanship above all else. Each piece is carefully crafted by skilled artisans using only the finest materials, ensuring that every customer receives a one-of-a-kind piece that will stand the test of time."
                },
                {
                    "question": "What is your favorite piece in the Opulent Charms collection?",
                    "answer": "That's a tough question! I love all of our pieces, but if I had to choose one, it would be our Diamond and Sapphire Drop Earrings. They're absolutely stunning and add a touch of glamour to any outfit."
                },
                {
                    "question": "What's next for Opulent Charms?",
                    "answer": "We're always exploring new materials and designs to keep our collections fresh and exciting. We're also expanding our online presence and working on collaborations with other brands and designers. Ultimately, our goal is to continue creating beautiful and unique pieces that our customers will love for years to come."
                }
            ]
        }
    ],
    "eventData": [
        {
            "date": "12/02",
            "event": "Support Local Small Businesses @ Street Market",
            "href": "Support Local Small Businesses",
            "imageSrc": "/images/communityEvents/small-business/smallBusiness1.jpg",
            "imageSrcVendorPage": [
                "/images/communityEvents/small-business/smallBusiness2.jpg",
                "/images/communityEvents/small-business/smallBusiness3.jpg",
                "/images/communityEvents/small-business/smallBusiness4.jpg",
                "/images/communityEvents/small-business/smallBusiness5.jpg"
            ],
            "text": "Come out and support small businesses at the upcoming Small Business Saturday Market in Downtown on December 2nd, from 10 am to 4 pm. This event will feature a wide range of vendors selling handmade crafts, unique gifts, and locally sourced foods. Show your support for small businesses and enjoy a fun day out!"
        },
        {
            "date": "02/07",
            "event": "Get Your Groove On at the Street Market with Live Music Performances @ Street Market",
            "href": "Live Music Performances",
            "imageSrc": "/images/communityEvents/live-music/liveMusic1.jpg",
            "imageSrcVendorPage": [
                "/images/communityEvents/live-music/liveMusic2.jpg",
                "/images/communityEvents/live-music/liveMusic3.jpg",
                "/images/communityEvents/live-music/liveMusic4.jpg",
                "/images/communityEvents/live-music/liveMusic5.jpg"
            ],
            "text": "Join us for a fun-filled day of music and dancing at the local street market! We're thrilled to announce that we'll have several talented local artists performing live throughout the day. Bring your friends and family and enjoy a day of shopping, eating delicious food, and tapping your feet to some fantastic tunes. From acoustic sets to rock bands, we've got something for everyone. Don't miss out on this exciting event!"
        },
        {
            "date": "12/11",
            "event": "Kids' Craft Workshop",
            "href": "Kids' Craft Workshop",
            "imageSrc": "/images/communityEvents/kids-craft-workshop/KidsCraftWorkshop1.jpg",
            "imageSrcVendorPage": [
                "/images/communityEvents/kids-craft-workshop/KidsCraftWorkshop2.jpg",
                "/images/communityEvents/kids-craft-workshop/KidsCraftWorkshop3.jpg",
                "/images/communityEvents/kids-craft-workshop/KidsCraftWorkshop4.jpg",
                "/images/communityEvents/kids-craft-workshop/KidsCraftWorkshop5.jpg",
                "/images/communityEvents/kids-craft-workshop/KidsCraftWorkshop6.jpg"
            ],
            "text": "Bring Your Little Ones to the Street Market for a Fun and Creative Craft Workshop!"
        },
        {
            "date": "12/01",
            "event": "Fantasyland Fairytale Ball - A Magical Evening of Enchantment!",
            "href": "Fantasyland Fairytale Ball",
            "imageSrc": "/images/communityEvents/fantasyland/fantasyland1.jpg",
            "imageSrcVendorPage": [
                "/images/communityEvents/fantasyland/fantasyland2.jpg",
                "/images/communityEvents/fantasyland/fantasyland3.jpg",
                "/images/communityEvents/fantasyland/fantasyland4.jpg"
            ],
            "text": "Immerse yourself in a world of fantasy at the Fantasyland Fairytale Ball! Dance the night away and enjoy live performances from fantastical creatures and fairy tale characters. Savor delicious refreshments and capture memories with our royal photo booth. The perfect event for kids and adults alike. Don't miss your chance to experience the enchantment - get your tickets today!"
        },
        {
            "date": "11/25",
            "event": "Midnight Masquerade - A Night of Mystery and Intrigue",
            "href": "Midnight Masquerade",
            "imageSrc": "/images/communityEvents/midnight-masquerade/midnightMasquerade1.jpg",
            "imageSrcVendorPage": [
                "/images/communityEvents/midnight-masquerade/midnightMasquerade2.jpg",
                "/images/communityEvents/midnight-masquerade/midnightMasquerade3.jpg",
                "/images/communityEvents/midnight-masquerade/midnightMasquerade4.jpg"
            ],
            "text": "Don your finest attire and mask for the Midnight Masquerade! Dance the night away to live music, indulge in delicious refreshments, and take part in fun activities. Surprises await at every turn in this alluring and mysterious event. Experience the magic of a night filled with secrets and intrigue. Get your tickets today!"
        },
        {
            "date": "11/15",
            "event": "Sip & Paint - Unleash Your Inner Artist with Wine and Canvas!",
            "href": "Sip & Paint",
            "imageSrc": "/images/communityEvents/sip-paint/sipPaint1.jpg",
            "imageSrcVendorPage": [
                "/images/communityEvents/sip-paint/sipPaint2.jpg",
                "/images/communityEvents/sip-paint/sipPaint3.jpg",
                "/images/communityEvents/sip-paint/sipPaint4.jpg"
            ],
            "text": "Join us for a fun night of painting and wine at Sip & Paint! No experience needed - our talented instructors will guide you through creating a masterpiece on canvas. Enjoy delicious wine and refreshments while unleashing your inner artist. Perfect for a unique date night or fun night out with friends. Get your tickets today!"
        }
    ]
}