{
    "foodVendors": [
        {
            "text": "Looking for a warm and comforting meal? Look no further than our Vietnamese Pho! Made with aromatic broth, tender rice noodles, and your choice of savory meats or tofu, our Pho is the perfect choice for a flavorful and satisfying meal. Topped with fresh herbs and a squeeze of lime, our Pho is bursting with bold and delicious flavors. Whether you're looking for a quick lunch or a cozy dinner, our Vietnamese Pho is the perfect choice. Order now and experience the authentic taste of Vietnam in every bowl!",
            "vendorID": "pho",
            "headline": "Vietnamese Soup Pho",
            "vendor": "Pho-nomenal Delights",
            "imageSrc": "/src/assets/images/pho.jpg",
            "imageSrcVendorPage": ["/src/assets/images/food-vendors/pho/pho1.jpg", "/src/assets/images/food-vendors/pho/pho2.jpg", "/src/assets/images/food-vendors/pho/pho3.jpg", "/src/assets/images/food-vendors/pho/pho4.jpg"],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Get ready to indulge in a delicious and traditional treat with our Chinese Mooncake! Made with the finest ingredients and filled with a variety of sweet and savory flavors, our Mooncake is the perfect way to celebrate the Mid-Autumn Festival. With its delicate pastry shell and rich, flavorful filling, our Mooncake is a true taste of Chinese culture. Whether you're sharing with friends and family or enjoying it on your own, our Chinese Mooncake is sure to delight your taste buds. Order now and experience the authentic taste of Chinese cuisine!",
            "vendorID": "mooncake",
            "headline": "Chinese Mooncake",
            "vendor": "Lunar Delights",
            "imageSrc": "/src/assets/images/mooncake.jpg",
            "imageSrcVendorPage": [],
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Get ready to sink your teeth into our delicious burger! Made with juicy, premium beef and served on a soft and fluffy bun, our burger is the perfect choice for any craving. Topped with your favorite toppings like crisp lettuce, ripe tomatoes, and melted cheese, our burger is sure to satisfy. Whether you're looking for a quick lunch or a satisfying dinner option, our burger is the perfect choice. Order now and indulge in a burger experience that's sure to leave you feeling happy and satisfied!",
            "vendorID": "burger",
            "headline": "Delicious Burger",
            "vendor": "Burger Bliss",
            "imageSrc": "/src/assets/images/burger.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Order Online": ""
            }
        },
        {
            "text": "Looking for a flavorful and filling meal? Try our Mexican burrito! Made with the freshest ingredients and packed with delicious flavors, our burrito is the perfect choice for lunch or dinner. Our burrito is stuffed with your choice of protein, rice, beans, cheese, and a variety of tasty toppings. And with our homemade salsa and guacamole on the side, every bite is a burst of flavor. Whether you're craving something spicy or just looking for a satisfying meal, our Mexican burrito is sure to hit the spot. Order now and experience the deliciousness for yourself!",
            "vendorID": "burrito",
            "headline": "Mexican Burrito",
            "vendor": "Burrito Bandito",
            "imageSrc": "/src/assets/images/burrito.jpg",
            "links": {
                "Website": "",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a delicious and satisfying meal option? Try our Delightful Chicken Skewer! Made with tender and juicy chicken marinated in a flavorful blend of spices, our skewers are grilled to perfection for a mouthwatering taste experience. Served with a side of crisp and fresh vegetables, our chicken skewers are the perfect choice for a healthy and balanced meal. Whether you're looking for a quick and tasty lunch or a flavorful dinner option, our Delightful Chicken Skewer is the perfect choice. Order now and indulge in a delicious and nutritious meal!",
            "vendorID": "chickenSkewer",
            "headline": "Delightful Chicken Skewer",
            "vendor": "Grill Master Skewers",
            "imageSrc": "/src/assets/images/chickenSkewer.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Craving some delicious seafood with a Japanese twist? Look no further than our Japanese Cooked Seafood! Our seafood is cooked to perfection using traditional Japanese cooking techniques, ensuring a flavorful and satisfying meal. From succulent shrimp to tender octopus, our seafood selection is sure to please any seafood lover. Served with a side of steaming rice and crisp vegetables, our Japanese Cooked Seafood is a complete and filling meal. Order now and treat yourself to a seafood experience like no other!",
            "vendorID": "cockedSeafood",
            "headline": "Japanese Cocked Seafood",
            "vendor": "Umami Seafood Grill",
            "imageSrc": "/src/assets/images/cockedSeafood.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a refreshing and healthy treat? Try our ice fruit bowl! Made with a variety of fresh and juicy fruits, our bowl is topped with ice to keep it cool and refreshing. Perfect for a hot summer day or as a light and delicious dessert, our ice fruit bowl is sure to satisfy your sweet tooth while also providing essential vitamins and nutrients. Order now and experience the deliciousness for yourself!",
            "vendorID": "iceFruitBowl",
            "headline": "Ice Fruit Bowl",
            "vendor": "Frosty Fruits",
            "imageSrc": "/src/assets/images/iceFruitBowl.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a tasty and satisfying breakfast option? Look no further than our delicious pancake stack! Made from scratch with the finest ingredients, our pancakes are light, fluffy, and sure to please. Served hot and fresh, our pancakes are perfect on their own or can be paired with your favorite toppings like syrup, butter, or fresh fruit. Whether you're looking for a quick breakfast on the go or a leisurely brunch with friends, our pancake stack is the perfect choice. Order now and indulge in a breakfast treat that's sure to leave you feeling happy and satisfied!",
            "vendorID": "pancakes",
            "headline": "Delicious Pancakes",
            "vendor": "Fluffy Stack Pancakes",
            "imageSrc": "/src/assets/images/pancakes.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Introducing our newest dish: the Delightful Salmon! Made with fresh, high-quality salmon, seasoned to perfection and served with flavorful vegetables and your choice of starch. Perfect for a healthy and satisfying lunch or dinner. Order now and enjoy a delicious seafood experience!",
            "vendorID": "salmon",
            "headline": "Delightful Salmon",
            "vendor": "Salmon Delight Co.",
            "imageSrc": "/src/assets/images/salmon.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "Looking for a delicious and healthy meal that's packed with flavor? Look no further than our Salad Bacon Plate! Made with fresh and crisp greens, juicy tomatoes, and crispy bacon, our salad is the perfect choice for those looking for a tasty and nutritious meal. Topped with your choice of dressing, our Salad Bacon Plate is the perfect balance of savory and sweet flavors. Whether you're looking for a light lunch or a satisfying dinner, our salad is the perfect choice. Order now and enjoy a healthy and delicious meal that's sure to leave you feeling satisfied and refreshed!",
            "vendorID": "saladBacon",
            "headline": "Salad Bacon Plate",
            "vendor": "Bacon Greens",
            "imageSrc": "/src/assets/images/saladBacon.jpg",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        }
    ],
    "retailVendors": [
        {
            "text": "",
            "vendorID": "",
            "headline": "Jewelry",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "Bonsai Shop",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "Fashion Apparel",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "Home Goods",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
        {
            "text": "",
            "vendorID": "",
            "headline": "",
            "vendor": "",
            "imageSrc": "",
            "links": {
                "Instragram": "https://www.instagram.com",
                "Facebook": "https://www.facebook.com"
            }
        },
    ]
}